тест 1 
Проверка замены единиц измерений на м3, мВт ч и т 
Шаги: поле "кг СО2 не попало в атмосферу" изменить на 1000, поле "л воды было сохранено" изменить на 1000, поле "кВт ч энергии было сэкономлено" изменить на 1000
Ожидаемый результат: в поле "кг СО2 не попало в атмосферу" произойдет замена на "т СО2 не попало в атмосферу" (1000 заменится на 1), 
в поле "л воды было сохранено" произойдет замена на "м3 воды было сохранено" (1000 заменится на 1), 
в поле "кВт ч энергии было сэкономлено" произойдет замена на "мВт ч энергии было сэкономлено" (1000 заменится на 1)

тест 2 
Проверка невалидных значений 
Шаги: поле "кг СО2 не попало в атмосферу" изменить на -1, поле "л воды было сохранено" изменить на -1, поле "кВт ч энергии было сэкономлено" изменить на -1 
Ожидаемый результат: в поле "кг СО2 не попало в атмосферу" останется 0, в поле "л воды было сохранено" останется 0, в поле "кВт ч энергии было сэкономлено" останется 0

тест 3 
Проверка, помещаются ли значения в поле 
Шаги: поле "кг СО2 не попало в атмосферу" изменить на 1000000, поле "л воды было сохранено" изменить на 1000000, поле "кВт ч энергии было сэкономлено" изменить на 1000000 
Ожидаемый результат: в поле "кг СО2 не попало в атмосферу" произойдет замена на "т СО2 не попало в атмосферу" (1000 не выыйдет за границы поля), 
в поле "л воды было сохранено" произойдет замена на "м3 воды было сохранено" (1000 не выыйдет за границы поля), 
в поле "кВт ч энергии было сэкономлено" произойдет замена на "мВт ч энергии было сэкономлено" (1000 не выыйдет за границы поля)
